Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Exposing chrome JS objects to content without __exposedProps__ is insecure and deprecated. See https://developer.mozilla.org/en/XPConnect_wrappers for more information.
bn_bd: __exposedProps__ ব্যতীত বিষয়বস্তুতে ক্রোম JS অবজেক্ট প্রকাশ করা অনিরাপদ এবং অসমর্থিত। আরো তথ্য জানতে https://developer.mozilla.org/en/XPConnect_wrappers দেখুন।

source: Extended Key Usage
bn_bd: বর্ধিত কীর ব্যবহার

source: Extending “%S” is invalid. In general, do not extend tag names.
bn_bd: "%S" বর্ধিত করা সমর্থিত নয়। সাধারণত, ট্যাগের নাম বর্ধিত করা যায় না।

source: Extending the XBL binding “%S” with “%S” would lead to it extending itself
bn_bd: "%S" XBL বাইন্ডিংটি "%S" সহযোগে প্রসার করা হলে সেটি নিজেই প্রসারিত হবে

source: extensible
bn_bd: প্রসারণসাধ্য

source: Extension:
bn_bd: এক্সটেনশন:

source: Extensions
bn_bd: এক্সটেনশন

source: Extension (%S)
bn_bd: এক্সটেনশন (%S)

source: External Protocol Request
bn_bd: বহিঃস্থ প্রোটোকলের অনুরোধ

source: extra
bn_bd: অতিরিক্ত

source: Extra Components
bn_bd: অতিরিক্ত উপাদানগুলো

source: "Extract: "
bn_bd: "সম্প্রসারণ: "

source: "Extract: error writing to file "
bn_bd: "সম্প্রসারণ: ফাইলে লিখতে সমস্যা "

source: Extra pseudo-element ‘%1$S’.
bn_bd: অতিরিক্ত pseudo-element '%1$S'।

source: Eyedropper
bn_bd: আইড্রপার

source: Fail
bn_bd: ব্যর্থ

source: Failed
bn_bd: ব্যর্থ

source: Failed to Connect
bn_bd: সংযোগে ব্যর্থ

source: Failed to convert file to Unicode from %1$S.
bn_bd: %1$S হতে ইউনিকোড ফাইলে রূপান্তর করতে ব্যর্থ।

source: Failed to copy image Data-URL
bn_bd: ইমেজ ডাটা-URL কপি ব্যর্থ হয়েছে

source: Failed to create the PKCS #12 backup file for unknown reasons.
bn_bd: অজ্ঞাত কারণে PKCS #12 ব্যাকআপ ফাইলটি নির্মাণ করা যায়নি।

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
bn_bd: ফাইল ডিকোড করতে ব্যর্থ। সম্ভবত এটি PKCS #12 ফরম্যাটে নেই, ক্ষতিগ্রস্থ হয়েছে, অথবা আপনার উল্লেখিত পাসওয়ার্ডটি সঠিক নয়।

source: Failed to encode data with ASN1 encoder
bn_bd: ASN1 এনকোডারের সাহায্যে ডাটা এনকোড করতে ব্যর্থ

source: Failed to execute ‘postMessage’ on ‘DOMWindow’: The target origin provided (‘%S’) does not match the recipient window’s origin (‘%S’).
bn_bd: ‘DOMWindow’ এর উপর ‘postMessage’ এক্সিকিউট করতে ব্যর্থ: টার্গেট উৎস হতে প্রদত্ত (‘%S’) প্রাপকের উইন্ডোর উৎস (‘%S’) এর সাথে অনুরূপ নয়।

source: Failed to initialize the selected cipher suite.
bn_bd: নির্বাচিত সাইফার স্যুট আরম্ভ করতে ব্যর্থ।

source: Failed to load ‘%1$S’. A ServiceWorker passed an opaque Response to FetchEvent.respondWith() while handling a ‘%2$S’ FetchEvent. Opaque Response objects are only valid when the RequestMode is ‘no-cors’.
bn_bd: '%1$S' লোডে ব্যর্থ। '%2$S' FetchEvent হ্যান্ডেলিং এর সময় FetchEvent.respondWith() একটি ServiceWorker একটি opaque Response পাঠায়। Opaque Response শুধুমাত্র তখনই বৈধ হবে যখন RequestMode হবে 'no-cors'।

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that rejected with ‘%2$S’.
bn_bd: '%1$S' লোডে ব্যর্থ। একটি ServiceWorker যা '%2$S' এর সাথে প্রত্যাখ্যাত হয় তা FetchEvent.respondWith() এ একটি প্রতিশ্রুতি পাঠায়।

source: Failed to load ‘%1$S’. A ServiceWorker passed a promise to FetchEvent.respondWith() that resolved with non-Response value ‘%2$S’.
bn_bd: '%1$S' লোডে ব্যর্থ। একটি ServiceWorker যা non-Response মান '%2$S' এর সাথে সমাধান হয়েছে তা FetchEvent.respondWith() এ একটি প্রতিশ্রুতি পাঠায়।

source: Failed to load %1$S - Invalid URI
bn_bd: লোড করতে ব্যর্থ %1$S - অকার্যকর URI

source: Failed to load article from page
bn_bd: পেজ থেকে নিবন্ধ লোড ব্যর্থ

source: Failed to load overlay from %1$S.
bn_bd: %1$S থেকে ওভারলে লোড করতে ব্যর্থ।

source: Failed to load ‘%S’. A ServiceWorker canceled the load by calling FetchEvent.preventDefault().
bn_bd: '%S' লোডে ব্যর্থ। একটি ServiceWorker FetchEvent.preventDefault() কল করার মাধ্যমে লোড বাতিল করা হয়েছে।

source: Failed to load ‘%S’. A ServiceWorker intercepted the request and encountered an unexpected error.
bn_bd: '%S' লোডে ব্যর্থ। একটি ServiceWorker অনুরোধটি বাঁধা দিচ্ছে এবং একটি অপ্রত্যাশিত সমস্যায় পরেছে।

source: Failed to load ‘%S’. A ServiceWorker passed an Error Response to FetchEvent.respondWith(). This typically means the ServiceWorker performed an invalid fetch() call.
bn_bd: '%S' লোড ব্যর্থ হয়েছে। ServiceWorker FetchEvent.respondWith() এ একটি Error Response প্রেরণ করেছে। সাধারণত এর মানে ServiceWorker একটি অকার্যকর fetch() কল সস্পাদন করেছে।

source: Failed to load ‘%S’. A ServiceWorker passed an opaqueredirect Response to FetchEvent.respondWith() while handling a non-navigation FetchEvent.
bn_bd: '%S' লোডে ব্যর্থ। non-navigation FetchEvent হ্যান্ডেলিং এর সময় FetchEvent.respondWith() একটি ServiceWorker একটি opaqueredirect Response পাঠায়।

source: Failed to load ‘%S’. A ServiceWorker passed a redirected Response to FetchEvent.respondWith() while RedirectMode is not ‘follow’.
bn_bd: ‘%S’ লোড ব্যর্থ হয়েছে। RedirectMode যখন ‘follow’ তখন একটি ServiceWorker FetchEvent.respondWith() এ একটি পুনঃনির্দেশিত Response পাস করে।

source: Failed to load ‘%S’. A ServiceWorker passed a used Response to FetchEvent.respondWith(). The body of a Response may only be read once. Use Response.clone() to access the body multiple times.
bn_bd: '%S' লোড ব্যর্থ হয়েছে। ServiceWorker একটি ব্যবহৃত Response প্রেরণ করেছে FetchEvent.respondWith() এ। Response এর মূল অংশ হয়তো কেবল একবার পঠিত হবে। মূল অংশে একাধিকবার প্রবেশ করতে Response.clone() ব্যবহার করুন।

source: Failed to Login
bn_bd: লগইন করতে ব্যর্থ

source: Failed to open output file for print to file.
bn_bd: ফাইলে প্রিন্ট এর জন্য আউটপুট ফাইল খুলতে ব্যর্থ।

source: Failed to parse unrecognized source %1$S
bn_bd: %1$S অচেনা উৎস পার্স করতে ব্যর্থ হয়েছে

source: Failed to process the timer name.
bn_bd: টাইমার নাম প্রসেস করতে ব্যর্থ।

source: Failed to read the configuration file. Please contact your system administrator.
bn_bd: কনফিগারেশন ফাইল পড়তে ব্যর্থ। অনুগ্রহ করে আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।

source: Failed to read the file.
bn_bd: ফাইলটি পড়তে ব্যর্থ হয়েছে।

source: Failed to register a ServiceWorker: The path of the provided scope ‘%1$S’ is not under the max scope allowed ‘%2$S’. Adjust the scope, move the Service Worker script, or use the Service-Worker-Allowed HTTP header to allow the scope.
bn_bd: ServiceWorker রেজিষ্টার করতে ব্যর্থ হয়েছে: দেওয়া স্কোপ ‘%1$S’ এর পাথ অনুমোদিত সর্বোচ্চ স্কোপ ‘%2$S’ এর আওতাধীন নয়। স্কোপ সমন্বয় করুন, Service Worker স্ক্রিপট সরিয়ে নিন, অথবা স্কোপ অনুমোদন দিতে Service-Worker-Allowed HTTP ব্যবহার করুন।

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Bad Content-Type of ‘%2$S’ received for script ‘%3$S’. Must be ‘text/javascript’, ‘application/x-javascript’, or ‘application/javascript’.
bn_bd: ‘%1$S’ এর জন্য ServiceWorker এ নিবন্ধন/আপডেট করতে ব্যর্থ: Bad Content-Type of ‘%2$S’ received for script ‘%3$S’। অবশ্যই ‘text/javascript’, ‘application/x-javascript’, অথবা ‘application/javascript’।

source: Failed to register/update a ServiceWorker for scope ‘%1$S’: Load failed with status %2$S for script ‘%3$S’.
bn_bd: স্কোপ ‘%1$S’ এর জন্য ServiceWorker রেজিষ্টার/হালনাগাদ করতে ব্যর্থ: স্ক্রিপ্ট ‘%3$S’ এর জন্য অবস্থা %2$S লোড ব্যর্থ।

source: Failed to restore the PKCS #12 file for unknown reasons.
bn_bd: অজ্ঞাত কারণে PKCS #12 ফাইলটি উদ্ধার করা যায়নি।

source: Failed to unregister this Service Worker.
bn_bd: এই সেবা কর্মী নিবন্ধমুক্ত করতে ব্যর্থ হল

source: Failed (unknown reason)
bn_bd: ব্যর্থ (অজানা কারণ)

source: Failure Log
bn_bd: ব্যর্থ হওয়ার লগ

source: Failure to create Symmetric Key context.
bn_bd: Symmetric Key কনটেক্সট তৈরি করতে অসফল

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
bn_bd: ক্লায়েন্ট কী বিনিময় বার্তার এর মধ্যে সিমেট্রিক কী বের করতে অসফল।

source: Falkland Islands (Islas Malvinas)
bn_bd: ফল্কল্যান্ড দ্বীপপুঞ্জ (মালভিনাস)

source: FALLBACK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
bn_bd: %5$S সেকশনে %3$S (%4$S) নম্বর লাইনের ক্যাশিংয়ে FALLBACK সেকশন লাইন %1$S (%2$S) বাঁধা প্রদান করে।

source: Fallback Text Encoding:
bn_bd: ফলব্যাক T টেক্সট এনকোডিং:

source: Falling back to ‘inherit’.
bn_bd: 'ইনহেরিট' এ ফলব্যাক করেছে।

source: Falling back to ‘initial’.
bn_bd: 'প্রাথমিক' এ ফিরে এসেছে।

source: false
bn_bd: মিথ্যা

source: Family
bn_bd: সংকলন

source: Family list cannot contain generic font family name.
bn_bd: ফ্যামিলি লিস্ট এ কোন জেনেরিক ফন্ট ফ্যামিলি নাম থাকতে পারবে না।

source: Faroe Islands
bn_bd: ফ্যারো দ্বীপপুঞ্জ

source: Faroese
bn_bd: ফেরোইজ

source: Favorites
bn_bd: প্রিয়

source: Features
bn_bd: বৈশিষ্ট্যসমূহ

source: Feed Location:
bn_bd: ফিডের অবস্থান:

source: Feeds
bn_bd: ফিড

source: Fetch count:
bn_bd: Fetch গণনা:

source: Fetch function names for stacks
bn_bd: স্ট্যাকের জন্য ফাংশনের নামসমূহ আনো

source: Fetching…
bn_bd: আনা হচ্ছে...

source: Fetching individuals in group…
bn_bd: গ্রুপে আনা হচ্ছে...

source: Fetching more…
bn_bd: আরও আনা হচ্ছে...

source: Field Value
bn_bd: ক্ষেত্রের মান (V)

source: figure
bn_bd: আকৃতি

source: Fiji
bn_bd: ফিজি

source: Fijian
bn_bd: ফিজিয়ান

source: file
bn_bd: ফাইল

source: File
bn_bd: ফাইল

source: File:
bn_bd: ফাইল:

source: File Error
bn_bd: ফাইল সংক্রান্ত ত্রুটি

source: File exists. Overwrite?
bn_bd: ফাইল বিদ্যমান আছে। পুনরায় লিখুন?

source: File: {{file}}
bn_bd: নথি: {{file}}

source: File is locked
bn_bd: ফাইলটি লক করা

source: File.lastModifiedDate is deprecated. Use File.lastModified instead.
bn_bd: File.lastModifiedDate পুরনো হয়ে গেছে। এর পরিবর্তে File.lastModified ব্যবহার করুন।

source: File moved or missing
bn_bd: ফাইল সরানো হয়েছে বা পাওয়া যাচ্ছে না

source: File name:
bn_bd: ফাইলের নাম: (n)

source: Filename is missing
bn_bd: ফাইলের নাম নেই

source: File Name to Backup
bn_bd: যে ফাইল ব্যাকআপ করা হবে

source: File not found
bn_bd: ফাইল পাওয়া যায়নি

source: File Not Found
bn_bd: ফাইল পাওয়া যায়নি

source: Files &amp; Applications
bn_bd: ফাইল ও অ্যাপ্লিকেশন

source: File %S doesn’t exist
bn_bd: %S নামে কোনো ফাইল নেই

source: File %S is not readable
bn_bd: %S ফাইলটি পাঠযোগ্য নয়

source: File %S is not writable.
bn_bd: %S ফাইলটি লিখনযোগ্য নয়।

source: File size:
bn_bd: ফাইলের আকার:

source: Files of type:
bn_bd: ফাইলের ধরন: (t)

source: File Upload
bn_bd: ফাইল আপলোড

source: Fill
bn_bd: পূরণ করুন

source: Fill:
bn_bd: পূরণ করুন:

source: Fill Login
bn_bd: লগিন পূরণ F

source: Fill Password
bn_bd: পাসওয়ার্ড পূরণ F

source: Fill style
bn_bd: ফিল স্টাইল

source: Fill Username
bn_bd: ইউজারনেম পূরণ F

source: filter
bn_bd: ফিল্টার

source: Filter
bn_bd: ফিল্টার

source: Filter:
bn_bd: ফিল্টার F:

source: Filter calls
bn_bd: ফিল্টার কল

source: Filter, clear and close the web console
bn_bd: ওয়েব কনসোল ফিল্টার ও পরিষ্কার করে বন্ধ করুন

source: Filter cookies
bn_bd: ফিল্টার কুকি

source: Filter DOM Panel
bn_bd: DOM প্যানেল ফিল্টার

source: Filter headers
bn_bd: ফিল্টার হেডার

source: Filter items
bn_bd: ফিল্টার আইটেম

source: Filter JSON
bn_bd: ফিল্টার JSON

source: Filter output
bn_bd: ফিল্টার আউটপুট

source: Filter properties
bn_bd: ফিল্টার বৈশিষ্ট্যাবলী

source: Filter request parameters
bn_bd: অনুরোধকৃত প্যারামিটার ফিল্টার করুন

source: Filter results using a search term.
bn_bd: একটি অনুসন্ধান টার্ম ব্যাবহার করে ফিল্টার ফলাফল।

source: Filter rules containing this property
bn_bd: ফিল্টার নিয়মে এই বৈশিষ্ট্যটি রয়েছে

source: Filter Scripts
bn_bd: স্ক্রিপ্ট ফিল্টার করো

source: Filter scripts (%S)
bn_bd: স্ক্রিপ্ট ফিল্টার করুন (%S)

source: Filter (strings or /regexp/)
bn_bd: ফিল্টার (স্ট্রিং অথবা /regexp/)

source: Filter Styles
bn_bd: স্টাইল ফিল্টার করুন

source: Filter the contents of the snapshot
bn_bd: স্ন্যাপশট কনটেন্ট ফিল্টার কর

source: Filter the list of settings displayed
bn_bd: প্রদর্শিত সেটিং তালিকা ফিল্টার করুন

source: Filter URLs
bn_bd: URL ফিল্টার করুন

source: Filter values
bn_bd: ভ্যালু ফিল্টার করুন

source: Filter variables
bn_bd: ভ্যারিয়েবল ফিল্টার করুন

source: Filter Variables
bn_bd: ভ্যারিয়েবল ফিল্টার করুন

source: Filter variables (%S)
bn_bd: ভ্যারিয়েবল ফিল্টার করুন (%S)

source: Find
bn_bd: অনুসন্ধান (F)

source: Find…
bn_bd: খোঁজা…

source: Find Again
bn_bd: পুনরায় অনুসন্ধান (g)

source: Find a Replacement
bn_bd: কোন প্রতিস্থাপন খুঁজুন

source: Find in %1$S
bn_bd: %1$S এ পাওয়া গেছে

source: Find in document…
bn_bd: নথির মধ্যে খুঁজুন…

source: Find in Document
bn_bd: নথির মধ্যে খুঁজুন

source: Find in page
bn_bd: পৃষ্ঠায় খুঁজুন

source: Find in this file (%S)
bn_bd: এই ফাইলে খুঁজুন (%S)

source: Find in This Page
bn_bd: বর্তমান পৃষ্ঠায় অনুসন্ধান

source: Find in This Page…
bn_bd: এই পৃষ্ঠায় অনুসন্ধান… (F)

source: Find in this page (%S)
bn_bd: এই ফাইলে খুঁজুন (%S)

source: Find issues relating to a cache manifest and the files that it references
bn_bd: একটি ক্যাশে মেনিফেস্ট এবং এটি যে সমস্ত ফাইলকে নির্দেশ করে সেই সম্পর্কিত ইস্যু খুঁজুন

source: Find it faster.
bn_bd: দ্রুত খোঁজ।

source: Find more Share services…
bn_bd: শেয়ারের জন্য আরো সার্ভিস খুঁজুন…

source: Find Next
bn_bd: পরবর্তী অনুসন্ধান (F)

source: Find Previous
bn_bd: পূর্ববর্তী উপস্থিতি অনুসন্ধান (v)

source: find replacements
bn_bd: প্রতিস্থাপন খুঁজুন

source: Find the next occurrence of the phrase
bn_bd: বাক্যাংশের পরবর্তী উপস্থিতি অনুসন্ধান

source: Find the previous occurrence of the phrase
bn_bd: বাক্যাংশের পূর্ববর্তী উপস্থিতি অনুসন্ধান

source: Find Updates
bn_bd: হালনাগাদ অনুসন্ধান করা হবে F

source: Find updates for installed plugins at
bn_bd: প্লাগইন ইনস্টল এর হালনাগাদ খুঁজুন

source: Find what:
bn_bd: যা অনুসন্ধান করা হবে: (n)

source: Fingerprint
bn_bd: আঙ্গুলের ছাপ

source: Fingerprints
bn_bd: ফিঙ্গারপ্রিন্ট

source: Finish
bn_bd: সমাপ্ত

source: &Finish
bn_bd: সম্পন্ন (&F)

source: Finish Customizing
bn_bd: সাজানো সম্পন্ন

source: Finished checking %S
bn_bd: %S পরীক্ষা করা শেষ হয়েছে

source: Finished FTP transaction
bn_bd: FTP বিনিময় সমাপ্ত

source: Finish Incremental Cycle
bn_bd: বর্ধমান চক্রের সমাপ্তি

source: Finland
bn_bd: ফিনল্যান্ড

source: Finnish
bn_bd: ফিনিশ

source: FIPS 140 Cryptographic, Key and Certificate Services
bn_bd: FIPS 140 ক্রিপ্টোগ্রাফিক, কী এবং সার্টিফিকেট সেবা

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
bn_bd: FIPS মোডের ক্ষেত্রে প্রতিটি নিরাপত্তা ডিভাইসের জন্য একটি মাস্টার পাসওয়ার্ড নির্ধারণ করা আবশ্যক। FIPS মোড সক্রিয় করার পূর্বে অনুগ্রহ করে পাসওয়ার্ড নির্ধারণ করুন।

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
bn_bd: Firefox এবং Firefox প্রতীক Mozilla ফাউন্ডেশনের রেজস্ট্রিকৃত ট্রেডমার্ক।

source: Firefox cannot guarantee the safety of your data on %S because it uses SSLv3, a broken security protocol.
bn_bd: Firefox %S এ আপনার ডাটার সুরক্ষার গ্যারান্টি দিতে পারে না কারণ এটি SSLv3 ব্যবহার করে, যা একটি ভগ্ন সুরক্ষা প্রোটোকল।

source: Firefox can’t establish a connection to the server at %S.
bn_bd: %S এর সার্ভারের সাথে সংযোগ স্থাপন করা সম্ভব হয়নি।

source: Firefox can’t find the file at %S.
bn_bd: %S এর ফাইলটি পাওয়া যায়নি।

source: Firefox can’t find the server at %S.
bn_bd: Firefox %S এ সার্ভারটি পাচ্ছে না।

source: Firefox destroyed a JavaScript runtime or context, and this was the final garbage collection before shutting down.
bn_bd: Firefox একটি JavaScript রানটাইম অথবা কনটেক্সটকে নষ্ট করে দেয়, এবং যা এটি বন্ধ হবার পূর্বে সর্বশেষ গার্বেজ কালেকশন ছিল।

source: Firefox Developer Tools can debug remote devices (Firefox for Android and Firefox OS, for example). Make sure that you have turned on the ‘Remote debugging’ option in the remote device. For more, see the
bn_bd: ফায়ারফক্স ডেভেলপার টুল রিমোট ডিভাইস (যেমন, Android জন্য Firefox এবং Firefox OS) ডিবাগ করতে পারে। নিশ্চিত করুন যে, আপনি রিমোট ডিভাইসের 'রিমোট ডিবাগিং' অপশনটি চালু রেখেছেন। আরো জানার জন্য, দেখুন

source: Firefox doesn’t know how to communicate with the server.
bn_bd: সার্ভারের সাথে যোগাযোগের নিয়ম অজানা।

source: Firefox doesn’t know how to open this address, because one of the following protocols (%S) isn’t associated with any program or is not allowed in this context.
bn_bd: Firefox জানেনা কিভাবে এই ঠিকানাটি খুলতে হবে, কারন প্রোটোকলগুলির মধে একটি (%S) কোন প্রোগ্রামের সাথে যুক্ত নয় বা এই প্রেক্ষাপটে অনুমোদিত নয়।

source: Firefox for Android
bn_bd: অ্যান্ড্রয়েড এর জন্য ফায়ারফক্স

source: Firefox for iOS
bn_bd: iOS এর জন্য Firefox

source: Firefox had a problem and crashed. We’ll try to restore your tabs and windows when it restarts.\n\nTo help us diagnose and fix the problem, you can send us a crash report.
bn_bd: Firefox এর একটি সমস্যা হয়েছে এবং ক্র্যাশ করেছে। পুনরায় চালুর সময় আপনার ট্যাব এবং উইন্ডোগুলো আবার লোড করার চেষ্টা করা হবে।\n\nসমস্যাটি নির্ণয় এবং সমাধান করতে আপনি একটি ক্র্যাশ রিপোর্ট পাঠাতে পারেন।

source: Firefox had a problem and crashed. We’ll try to restore your tabs and windows when it restarts.\n\nUnfortunately the crash reporter is unable to submit a crash report.\n\nDetails: %s
bn_bd: Firefox একটি সমস্যা হয়েছে এবং ক্র্যাশ করেছে। পুনরায় চালুর সময় আপনার ট্যাব এবং উইন্ডোগুলো আবার লোড করার চেষ্টা করা হবে।\n\nদুঃখজনকভাবে ক্র্যাশ রিপোর্টারও ক্র্যাশ রিপোর্ট পাঠাতে ব্যর্থ হয়েছে।\n\nবিস্তারিত: %s

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
bn_bd: সার্ভারটি এই ঠিকানার অনুরোধটি এমনভাবে রিডিরেক্ট করছে যা সফল হবে না।

source: Firefox is configured to use a proxy server that can’t be found.
bn_bd: আপনার দ্বারা কনফিগার করা প্রক্সি সার্ভারটি পাওয়া যায়নি।

source: Firefox is configured to use a proxy server that is refusing connections.
bn_bd: আপনার দ্বারা কনফিগার করা প্রক্সি সার্ভারটি সংযোগ প্রত্যাখ্যান করছে।

source: Firefox is currently in offline mode and can’t browse the Web.
bn_bd: Firefox বর্তমানে অফলাইন মোডে থাকায় ইন্টারনেট ব্রাউজ করা সম্ভব নয়।

source: Firefox Nightly blog
bn_bd: Firefox Nightly ব্লগ

source: Firefox Nightly Resources
bn_bd: Firefox Nightly রিসোর্স

source: Firefox Snapshots
bn_bd: Firefox স্ন্যাপসট

source: Firefox Start, a fast home page with built-in search
bn_bd: Firefox Start, অনুসন্ধান সুবিধা সহ একটি দ্রুতগতির হোম পেইজ

source: First item
bn_bd: প্রথম আইটেম

source: First > Last Sort Order
bn_bd: প্রথম> শেষ ক্রম বিন্যাস (F)

source: First page
bn_bd: প্রথম পাতা

source: First Used
bn_bd: প্রথমবারের মত ব্যবহৃত

source: Fit
bn_bd: মানানসই

source: Five minutes
bn_bd: পাঁচ মিনিট

source: Flash
bn_bd: ফ্ল্যাশ

source: flat equation
bn_bd: ফ্ল্যাট সমীকরণ

source: Flatten recursion when inspecting functions.
bn_bd: ফাংশন নিরীক্ষণের সময় রিকার্শন ফ্ল্যাট করা।

source: Flatten Tree Recursion
bn_bd: ট্রি রিকার্শন ফ্ল্যাট করা

source: Flexible Space
bn_bd: পরিবর্তনশীল ফাঁকাস্থান

source: Focus Variables Tree
bn_bd: ভেরিয়েবল ট্রি ফোকাস করুন

source: Folder:
bn_bd: ফোল্ডার:

source: [Folder Name]
bn_bd: [ফোল্ডারের নাম]

source: Fonts
bn_bd: ফন্ট

source: Fonts &amp; Colors
bn_bd: ফন্ট এবং রং

source: Fonts for:
bn_bd: ফন্ট:

source: footer
bn_bd: ফুটার

source: For a list of commands type
bn_bd: কমান্ড টাইপ তালিকার জন্য

source: for caveats in the generation of this report.
bn_bd: এই রিপোর্ট তৈরী হবার আদেশ।

source: Forced by Cycle Collection
bn_bd: চক্র সংগ্রহ দ্বারা বলপূর্বক

source: Forget
bn_bd: ভুলে যাও

source: Forget!
bn_bd: ভুলে যাওয়া!

source: Forget about some browsing history
bn_bd: কিছু ব্রাউজিং-এর ইতিহাস ভুলে যান

source: Forget About This Site
bn_bd: এই সাইটটি মনে রাখা হবে না

source: Forget the last:
bn_bd: আগেরটি ভুলে যান:

source: Forget this Email
bn_bd: এই ইমেইল ভুলে যাও

source: form
bn_bd: ফর্ম

source: Form &amp; Search History
bn_bd: ফর্ম ও অনুসন্ধানের ইতিহাস F

source: Format
bn_bd: বিন্যাস

source: Format:
bn_bd: বিন্যাস:

source: Format &amp; Options
bn_bd: বিন্যাস ও অপশন

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
bn_bd: ফরমে একটি ফাইল থেকে ইনপুট করা হয়েছে, কিন্তু method=POST ও enctype=multipart/form-data পাওয়া যায়নি। ফাইলটি প্রেরণ করা হবে না।

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
bn_bd: ফর্মের মধ্যে enctype=%S রয়েছে কিন্তু method=post নেই। এর পরিবর্তে method=GET ব্যবহার করে কোনো enctype ছাড়া স্বাভাবিকভাবে জমা দেওয়া হচ্ছে।

source: Form data
bn_bd: ফর্ম ডাটা

source: Form elements
bn_bd: এলিমেন্ট গঠন

source: Form Post from %S
bn_bd: %S থেকে ফর্ম পোস্ট করা হবে

source: Forms &amp; Passwords
bn_bd: ফরম ও পাসওয়ার্ড

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
bn_bd: নিরাপত্তাজনিত কারণে, ইতিহাস উইন্ডো অথবা সাইডবার থেকে javascript অথবা ডাটা url লোড করা সম্ভব নয়।

source: Fortezza card has not been properly initialized. Please remove it and return it to your issuer.
bn_bd: Fortezza কার্ড সঠিকভাবে শুরু করা হয়নি। অনুগ্রহ করে এটি মুছে ফেলুন এবং এটির ইস্যুকারীর কাছে ফেরত দিন।

source: For this command to work you need to open the profiler first
bn_bd: এই কমান্ড টি কার্যকর করার জন্য প্রথমে আপনার প্রোফাইলার খুলতে হবে

source: for this product.
bn_bd: প্রোডাক্টের জন্য।

source: for this version.
bn_bd: সংস্করণের জন্য।

source: Forward
bn_bd: পরবর্তী

source: For your protection, it is highly recommended that you restart with these add-ons disabled.
bn_bd: আপনার সুরক্ষার জন্য, এই অ্যাড-অনগুলো নিষ্ক্রিয় করে পুনরায় শুরু করার পরামর্শ দেয়া হচ্ছে।

source: Found
bn_bd: পাওয়া গেছে

source: Found Compatible Add-ons
bn_bd: সুসংগত অ্যাড-অন পাওয়া গেছে

source: “--!” found in comment.
bn_bd: মন্তব্যে “--!” পাওয়া গিয়েছে।

source: Found invalid token ‘%1$S’ at top level of variable reference fallback.
bn_bd: ভেরিয়েবল রেফারেন্স ফলব্যাকের উপরের স্তরে পাওয়া অবৈধ টোকেন ' %1$S '।

source: Found invalid value for media feature.
bn_bd: মিডিয়া বৈশিষ্ট্যের জন্য অকার্যকর মান পাওয়া গিয়েছে।

source: Found reserved keyword ‘%1$S’ when looking for media type.
bn_bd: মিডিয়ার প্রকার খুঁজার সময় সংরক্ষিত কীওয়ার্ড '%1$S' পাওয়া গেছে।

source: Found unclosed string ‘%1$S’.
bn_bd: '%1$S' অসমাপ্ত স্ট্রিং পাওয়া গিয়েছে।

source: Found unexpected ‘%1$S’ within @import.
bn_bd: @import এর মধ্যে অপ্রত্যাশিত '%1$S' পাওয়া গিয়েছে।

source: fraction
bn_bd: ভগ্নাংশ

source: fraction without bar
bn_bd: বার ব্যতিত ভগ্নাংশ

source: Frakkin' Toasters
bn_bd: ফ্র্যাকিন' টোস্টার

source: Frame contains JIT optimization data
bn_bd: ফ্রেমে রয়েছে JIT অপটিমাইজেশন ডাটা

source: Frame Info - %S
bn_bd: ফ্রেম সংক্রান্ত তথ্য - %S

source: Frames:
bn_bd: ফ্রেম:

source: Frames decoded
bn_bd: ডিকোডকৃত ফ্রেম

source: “frameset” start tag seen.
bn_bd: “frameset” শুরুর ট্যাগ দেখেছেন।

source: Frames painted
bn_bd: ফ্রেম আঁকা হয়েছে

source: Frames parsed
bn_bd: পার্সকৃত ফ্রেম

source: Frames presented
bn_bd: ফ্রেম উপস্থাপন

source: France
bn_bd: ফ্রান্স

source: French
bn_bd: ফ্রেঞ্চ

source: French Guiana
bn_bd: ফ্রেঞ্চ গায়ানা

source: French Polynesia
bn_bd: ফ্রেঞ্চ পলিনেশিয়া

source: French Southern and Antarctic Lands
bn_bd: দক্ষিণ ফ্রান্স এবং অ্যান্টার্কটিক স্থলভাগ

source: Frequent
bn_bd: দ্রুত

source: Frisian
bn_bd: ফ্রিজিয়ান

source: Friulian
bn_bd: ফ্রিউলিয়ান

source: from
bn_bd: শুরু (r)

source: from:
bn_bd: হতে:

source: From %S
bn_bd: %S থেকে

source: from <strong>The Book of Mozilla,</strong> 15:1
bn_bd: <strong> The Book of Mozilla,</strong> 15:1 হতে

source: From visited
bn_bd: প্রদর্শিত হতে

source: frozen
bn_bd: ফ্রোজেন

source: FTP Proxy:
bn_bd: FTP প্রক্সি:

source: Fulah
bn_bd: ফুলাহ

source: Full hash
bn_bd: ফুল হ্যাস

source: Full Screen
bn_bd: পূর্ণ পর্দাজুড়ে প্রদর্শন

source: Function
bn_bd: ফাংশন

source: function %1$S, %2$S line %3$S
bn_bd: %1$S ফাংশন, %2$S লাইন %3$S

source: Function Call
bn_bd: ফাংশন কল

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading ‘%1$S’.
bn_bd: '%1$S' পড়ার সময় নন-ফাংশন pseudo-class বা pseudo-element এর জন্য ফাংশন টোকেন পাওয়া গিয়েছে, বা এর ঠিক উল্টোটি হয়েছে।

source: FW Version
bn_bd: FW সংস্করণ

source: Gabon
bn_bd: গ্যাবন

source: Gah. Your tab just crashed.
bn_bd: আহ! আপনার ট্যাব ক্রাশ করেছে।

source: Galician
bn_bd: গ্যালিশিয়ান

source: Gambia, The
bn_bd: গাম্বিয়া, দা
